#@language = Turkish
#@author = Bektas Aykut ATALAY
#@email = bektasaykut@gmail.com
#@comment = Vatana millete hayýrlý olsun. Ýlk çevirimdir.
#@created = 8/25/2006
#@modified = 9/4/2006

OldBrowser = Tarayýcýnýz bu yöntemi desteklemiyor. Veritabaný yolunu elle(manuel olarak) kopyalayýn.
Browse = Veritabaný için tarayýn
OnlyMDB = Burada sadece .MDB uzantýlý dosyalar gösterilir.
DriveSelector = Sürü seçici
CannotAccessFolder = Klasöre eriþilemiyor. Büyük bir olasýlýkla klasörü görmek için izniniz yok. Hata:
CurrentPath = Mevcut veritabaný
Removable = Kaldýrýlabilir
Fixed = Sabit
Network = Að
Unknown = Bilinmeyen
Prev = Önceki
Next = Sonraki
SortAscending = Artan Sýralama
SortDescending = Azalan Sýralama
Submit = Gönder
Reset = Onar
No = Hayýr
Yes = Evet
CopyToClipboard = Panoya kopyala
Cancel = Ýptal
TablesList = Tablolar
Back = Geri
Top = Yukarý
Show = Göster
Hide = Gizle
Close = Kapat
DataForTable = &nbsp;:&nbsp;Veri
AddRecord = Yeni kayýt ekle
RefreshTable = Tabloyu tazele
XMLExport = XML çýktý
XMLExportAlt = Tablo içeriðini XML dosyasý olarak ihraç et
ExcelExport = Excel çýktýsý
ExcelExportAlt = Sýnýrlandýrýlmýþ metin dosyasý olarak ihraç et
NoPrimaryKey = Bu tabloya veri ekleyemiyor ya da verileri güncelleyemiyorsunuz. Lütfen öncelikle birincil anahtarý ayarlaryýn.
EditRecord = Kaydý düzenle
DeleteRecord = Kaydý sil
BinaryData = Ýkili veri
SureToDeleteRecord = Veriyi Birincil Anahtar(lar) birlikte silmek istediðinizden emin misiniz?
PageSize = Sayfa büyüklüðü
Filter = Süzgeç:
CaptionData = Tablo Verisi
DatabaseSelection = Veritabaný Seçimi
DatabaseSelectionAlt = Lütfen çalýþmak için bir veritabaný seçin.
EnterPath = Çalýþmaya baþlamak için, Tara düðmesini kullanýn ya da aþaðýdaki listeden bir veritabaný seçin. Mevcut olmayan bir dosyanýn ismini yazarak ve "Boþ veritabaný oluþtur" kutusunu seçerek yeni bir boþ veritabaný da yaratabilirsiniz
CurrentDatabase = Veritabaný:
CreateNew = Boþ veritabaný oluþtur
CreateNewAlt = (eðer belirtilmiþ yol ile boþ bir veritabaný yaratmak istiyorsanýz seçin)
DatabaseCompacted = Veritabaný baþarýyla yoðunlaþtýrýldý(sýkýþtýrýldý) ve onarýldý.
BackupCreated = Yedek dosyasý baþarýyla yaratýldý
BackupRestored = Veritbaný yedek kopyadan tekrar yüklendi
DatabaseOptions = Veritabaný ayarlarý
AffectCurrent = Bu hareket mevcut vertibanýný etkileyecek
CompactRepair = Veritabanýnýn Sýkýþtýr ve Onar
CaptionViews = Görünümler
EditView = Görünümü Düzenle
UpdateView = Görünümü güncelle
CompactRepairAlt = Bir MS Access veritabanýný (gerekirse) sýkýþtýrýr ve onarýr.
Convert2000 = Access 2000'ne dönüþtür
Convert2000Alt = Access 97 veritabanýný Access 2000'e dönüþtürür, sonra sýkýþtýrýr ve onarýr.
MakeBackup = Veritabanýnýn yedek kopyasýný al.
MakeBackupAlt = Veritabanýnýzýn ayný isimle ve '.bak' uzantýlý yedek bir kopyasýný yaratýr. Herhangi bir önceki yedek üztüne yazýlacak.
RestoreBackup = Yedekten geri yükle
DatabasePassword = Veritabaný parolasý:
DatabasePath = Yol:
NewDatabasePassword = Veritabaný parolasýný ayarla
NewDatabasePasswordAlt = Yeni bir veritabaný parolasý ayarla ya da mevcut parolayý kaldýrmak için boþ býrak.
NewPasswordSet = Veritabaný parolasý baþarý ile deðiþtirildi.
RemoveDBPathAlt = Veritabanýnýn yolunu listeden kaldýr.
Actions = Hareketler
Properties = Özellikler
FileSize = Dosya boyutu:
SizeAfterCompact = Sýkýþtýrmadan sonraki boyut:
NewPassword = Yeni parola
RetypeNewPassword = Parolayý tekrar yazýn
ChangePassword = Parolayý deðiþtir
PasswordsMismatch = Parolalar uyuþuyor
LocaleIdentifier = Yerel Kimlikleyici
DatabaseType = Veritabaný türü:
ImportDatabase = Veritabanýnda ithal et
LogOff = Oturumu sonlandýr
DatabaseExport = Veritabaný Ýhracý
Tab = Sekme
Space = Boþluk
Other = Diðer
ColumnDelimiter = Sütun Sýnýrlayýcý
TextQualifier = Metin niteleyici
NoFieldNames = Alan isimleri yok
CaptionExportCSV = Excel Çýktýsý
FreeTypeQuery = Serbest-Yazým Sorgusu: Betik(Script)
Welcome = Hoþgeldiniz
WelcomeHeader = Stp Veritabaný Yöneticisi'ye hoþgeldiniz
RestoreBackupAlt = Eðer yedek dosya oluþturulmuþsa önce, bu hareketi gerçekleþtirmek veritabanýnýzý yedek dosya geri  . Veritabanýnýn üzerine yazýlacak!
ImportDatabaseAlt = Bir baþka Access veritabanýndan tablolarý, görünümleri, depolanmýþ prosedürleri ithal etmek için izin verir,
OpenDatabase = Veritabanýný aç
SelectExistingDatabase = Mevcut veritabanýný seç
ChangeLocaleID = Bölgeyi/dili Deðiþtir
ChangeLocaleIDAlt = Veritabanýnýn dilini deðiþtirmeye izin verir.
NewLocaleID = Yeni yer (dil):
BrowseButton = Tara
CaptionDatabase = Veritabaný
WelcomeNote = Stp Veritabaný Yöneticisi, herhangi bir yerden, herhangi bir zamanda, sadece tarayýcýnýzý kullanarak, MSAccess veritabanlarýnýzý internetten yönetmenize olanak saðlar.
WelcomeNote2 = Veritabanýnýzla çalýþmaya baþlamak için, aþaðýdaki kutuya yönetici parolanýzý yazýn ve Enter'a basýn.
EnterPassword = Parola:
Version = Sürüm
SubmitBug = Program açýðý/hatasý gönder
CaptionHome = Anasayfa
DatabaseExportAlt = Seçili tablolar, görünümler ve/veya depo edilmiþ prosedürleri için SQL betiði (scripti) üret
DatabaseExportNote = Tablo, görünüm ve/veya depolanmýþ prosedürleri çoklu seçmek için Shift ve Ctrl tuþlarýný kullan
Options = Seçenekler
IncludeRelations = Ýliþki ekle
GenerateSQLScript = SQL betiði(scripti) üret
SQLScriptNote = Veritabanýndaki secilmiþ nesneler için üretilmiþ SQL betiði(scripti)
Procedures = Prosedürler
Views = Görünümler
PleaseDefineExp = Lütfen sütun ve satýr sýnýrlayýcýlarýný belirleyin, ya da varsayýlan kullanýn ve Ýthal Et'e týklayýn
FreeTypeQueryAlt = Serbest-Yazým Sorgusu, kendi SQL deyiminizi oluþturmanýza ve ondan sonuçlar almanýza olanak saðlar.(Eðer herhangi bir dönmüþ sonuç varsa)
TotalRecords = Toplam dönen kayýt sayýsý:
RunIt = Çalýþtýr
TypeSQL = Aþaðýdaki kutuya SQL deyiminizi yazýn. Noktalývirgülle herbirini ayýrarak (;)bir seferde birkaç sorgu çalýþtýrabilirsiniz,
UseTransaction = Bir transaction(hareket)içinde çalýþtýr
IgnoreErrors = Hatalarý yoksay
FTQResults = Serbest-Yazým Sorgusu : Sonuçlar
RecordsAffected = Etkilenen kayýtlar:
CaptionFreeTypeQuery = Serbest-Yazým Sorgusu
ImportDatabaseWelcome = Veritabaný ithal sihirbazýna hoþgeldiniz! Sihirbaz tablolarý, görünümleri ve depo edilmiþ prosedürleri herhangi baþka bir Access veritabanýndan ithal etmenize olanak saðlar. Baþlamak için lütfen, nerden ithal etmek istiyorsanýz, dýþ veritabanlarýný belirt
ImportDatabaseNote = Dýþ veritabaný seçin
Language = Dil
Import = Ýthal Et
ImportSuccess = Tüm seçili tablolar, görünümler ve depo edilmiþ prosedürler baþarýyla ithal edildi
IncludeData = Eklenen veri
PathToExternalDatabase = Dýþ veritabanýna yol
ExternalDBPassword = Dýþ veritabaný parolasý
AliasName = Bað(link) olarak (ayný isim için boþ býrakýn)
Lookup = Arama
LookupAlt = Eklemek için bir deðer seçin
NoLookupValues = Baðlantýlý deðerler kullanýlýr deðil
TableToLink = Baðlanacak tablo
SPName = Ýsim
SPCode = Kod
SPActions = Hareketler
CreateProcedure = Yeni bir prosedür oluþtur
UpdateProcedure = Prosedürü günceller
Update = Güncelle
Add = Ekle
RecordUpdated = Kayýt baþarýyla eklendi/güncellendi.
First = Ýlk
Last = Son
CaptionRecEdit = Kayýt Düzenleme
Edit = Düzenle
OnUpdate = Güncellemede:&nbsp; 
NoAction = Hareket Yok
OnDelete = Silmede:&nbsp;
Delete = Sil
Relations = Ýliþkiler
Settings = Ayarlar
Record = kayýt
IndexName = Dizin Ýsmi
Column = Sütun
Unique = Tekil
IndexedUnique = Evet, tekil içerik
Created = Oluþturuldu
Modified = Deðiþtirildi
SelectExternalTables = Þimdi, veritabanýnýza ithal etmek istediðiniz, dýþ tablolarý, görünümleri ve/veya depo edilmilþ prosedürleri seçmek için bir seçeneðiniz var. Eðer veri ithal etmek isterseniz, bir kerede bir çok veriyle fazla tablo ihraç edemeyeceðinizden emin olun.
CaptionImportDB = Veritabaný Ýthal Etme
CaptionLinkedTable = Tablo sihirbazýna baðnaltý
LinkedDatabaseSelect = Lütfen tablo baðlamak istediðiniz veritabanýný belirtin.
EnterQParams = Lütfen virgülle bölünmüþ olarak prosedür parametrelerini girin. Tek týrnak içindeki metin parametrelerini kapsamayý unutmayýn.
StoredProceduresList = Depo Edilmiþ Prosedürler
CreateProcedureNote = Dikkat edin, Eðer SQL sorgunuza herhangi bir parametre eklemeyecekseniz, sonra yerine yeni bir Görünüm  oluþturulacaktýr
ProcedureName = Prosedür ismi:
SQLStatement = SQL Sorgusu
Params1stWay = Parametreler iki yoldan tanmlanabilir. Ýlk yol, tüm parametrelerle ve onlarýn listelenmiþ türleriyle SQL sorgunuza PARAMETERS maddesi eklemek
Params2ndWay = Ýkinci yol, parametreler on-the-fly tanýmlamdýðýnda. Eðer bir sütun ismi veya SQL saklý kelimesi olarak tanýnmamýþ bir parametre ekleyecekseniz, parametre oalrak tehlikede olacaktýr.
DeleteProcedurePrompt = Depo edilmiþ prosedürü silmek istediðinizden emin misiz?
SPExecute = Depo Edilmiþ Prosedürü Çalýþtýr
SPEdit = Prosedür Düzenle
SPDelete = Depo Edilmiþ Prosedür Sil
AutoNumberNote = Dikkat edin, Otomatik olarak güncellenirken, OtomatikNumara alanlarý düzenleyemezsiniz. Bir de Ýkili türün sütunlarý burada gösterilmeyecek
RecEditNote = Güncelle+Ýleri/Güncelle+Önceki ve Ekle+Ýleri düðmeleri kullanarak, kayýtlarý çevirebilirsiniz. Kayýt eklemek/güncellemek için ve tabloya döndürmek için, Ekle/Güncelle düðmesine týklatýn
RelationsNote = Bir de daha fazla okunaklý bir biçimde tanýmlanmýþ iliþkilerin her biri.
PrimaryIndex = Birincil Dizin
PrimaryTable = Birincil Tablo
PrimaryColumn = Birincil Sütun
ForeignIndex = Yabancý Dizin
ForeignTable = Yabancý Tablo
ForeignColumn = Yabancý Sütun
DeleteRelationship = Bu iliþkiyi sil
IfFieldChanged = Eðer alan <b><i>$PK_COLUMN_NAME</i></b>, <b><i>$PK_TABLE_NAME</i></b> içinde deðiþtirilirse,sonra alan <b><i>$FK_COLUMN_NAME</i></b>, <b><i>$FK_TABLE_NAME</i></b> içinde (will be) þöyle olacaktýr ki
IfFieldDeleted = Eðer kayýt b><i>$PK_COLUMN_NAME</i></b> ile <b><i>$PK_TABLE_NAME</i></b>'den/dan silinirse, sonra tüm kayýtlar <b><i>$FK_TABLE_NAME</i></b>içindeki ayný <b><i>$FK_COLUMN_NAME</i></b> ile
ChangedAlso = deðiþtirilir bir de.
SetToNull = boþ olarak ayarlanýr.
SetToDefault = varsayýlan deðere ayarlanýr.
WillBeDeleted = silinecektir.
CreateRelationship = Yeni iliþki oluþtur
ForeignIndexName = Yabancý dizn ismi
SettingsNotAvailable = Üzgünüm, XML dosya yolu belirtmediðinizden beri, Ayarlar sayfasý kullanýlýr durumda deðildir. Þimdi yapmak isterseniz, lütfen <font color="green">scripts/inc_config.asp</font>'yi Notepad gibi herhangi bir metin düzenleyicide açýn ve <font color="green">DB
SessionVariables = Oturum Deðiþkenleri
Username = Kullanýcý Ýsmi
UserPassword = Kullanýcýnýn Parolasý
DBPath = Veritabaný yolu
DBPassword = Veritabaný parolasý
SaveDBPaths = Veritabaný yolu kaydedilsin mi?
OtherSettings = Diðer ayarlar
SaveSuccess = Ayarlar baþarýyla kaydedildi
RecordsPerPage = Sayfa baþýna kayýt
ShowSysTables = Sistem tablolarýný göster
TableIndexes = &nbsp;:&nbsp;Dizinler
IndxedDuplicates = Evet, çoðaltmaya izin ver
PrimaryColumnAlt = Birincil anahtar sütunu
UniqueIndexAlt = Dizin tekildir
DeleteIndexAlt = Dizini sil
CreateIndex = Dizin oluþtur
TableStructure = &nbsp:&nbsp;Yapý
Ordinal = Sýra Gösteren
Name = Ýsim
DataType = Veri türü
Nullable = Boþ býrakýlabilir
MaxLength = En fazla uzunluk
DefaultValue2 = Varsayýlan Deðer
Description = Tanýmlama
EditField = Sütunu düzenle
RemovePK = Birinzil Anahtarý kaldýr
SetAsPK = Birincil anahtar olarak ayarla
DeleteField = Sütunu sil
AddNewColumn = Yeni sütun ekle
CreateTableQuery = &nbsp;:&nbsp;SQL
CreateTableQueryAlt = Bu tabloyu yeniden oluþturmak için kullanýlabilen TABLO OLUÞTUR SQL betiði(scripti).
AreYouSureToDelete = $name sütununu ve ona giden tüm dizinleri silmek istediðinizden emin misiniz?
AllowZeroLength = Sýfýr-uzunluða izin ver
UnicodeCompress = Unicode Sýkýþtýrma
Indexed = Dizinlenmiþ
CaptionTableStructure = Tablo Yapýsý
TableName = Tablo ismi
ViewTableStructureAlt = Tablonun yapýlarýný izle
ViewTableDataAlt = Tablonun verilerini izle
DeleteTableAlt = Tabloyu sil
SureToDeleteTable = $table_name tablosunu silmek istediðinizden emin misiniz?
CreateNewTable = Yeni tablo oluþtur
NewTableName = Yeni tablo ismi:&nbsp;
TableNavigateAlt = Tablonun içindeki kayýtlara doðru çevir
CaptionTablesList = Tablo Listesi
RenameTableAlt = Tabloyu yeniden isimlendir
AddLinkedTable = Baðlý tablo ekle
RunViewAlt = Görünüm çalýþtýr
DeleteViewAlt = Görünüm sil
CreateNewView = Yeni bir Görünüm oluþtur
ViewName = Görünüm ismi:
SureToDeleteView = $name görünümünü silmek istediðinizden emin misiniz?
